{
  "count": 10,
  "items": [
    {
      "_id": "bf7d26be-29b3-11eb-adc1-0242ac120002",
      "Name": "Kora",
      "Breed": "Domestic Longhair",
      "Sex": "Female",
      "Size": "Medium",
      "Colour": "Tabby",
      "Age": "1 years and 8 months",
      "Breeder_ID": "BR100934",
      "Image": "bf7d26be-29b3-11eb-adc1-0242ac120002.jpg",
      "Description": "I'm looking for a lovely, new home. Hopefully we're a match! I'm quite a shy cat and can get scared very easily. I'm going to need a nice, quiet place to live in that preferably has no children. I'd also prefer a place with no other pets as I'll need all of your attention and care. I have a beautiful and soft coat for you to pat all day long. Although, I will let you know when I don't want cuddles. Let's build a paw-some friendship together! Apply for me now"
    },
    {
      "_id": "bf7d2952-29b3-11eb-adc1-0242ac120002",
      "Name": "Miles",
      "Breed": "Domestic Short Hair",
      "Sex": "Male",
      "Size": "Medium",
      "Colour": "Tabby",
      "Age": "2 years",
      "Breeder_ID": "BR100934",
      "Image": "bf7d2952-29b3-11eb-adc1-0242ac120002.jpg",
      "Description": "Hi there, my name is Miles and I can be a little shy to start with, but I'll soon warm up to you.I'm not demanding, but I do enjoy cuddles.If you're patient with me, in time I'll reward you with years of affection.I have a short, easy-care coat. I would suit a home with secondary school-aged kids. I may be happy living with a friendly desexed female cat, and I don't mind dogs.I am desexed"
    },
    {
      "_id": "bf7d2a42-29b3-11eb-adc1-0242ac120002",
      "Name": "Morton",
      "Breed": "Domestic Short Hair",
      "Sex": "Male",
      "Size": "Medium",
      "Colour": "Ginger / White",
      "Age": "3 years",
      "Breeder_ID": "BR100934",
      "Image": "bf7d2a42-29b3-11eb-adc1-0242ac120002.jpg",
      "Description": "I know you need to work to bring me home food, I will greet you at the end of the day and mind the house while you are gone.Meow meow meow!' I could talk to you for hours. I'm one outspoken kitty and I'd love to find someone to chat to all day.I am best suited to an adult home"
    },
    {
      "_id": "bf7d2b14-29b3-11eb-adc1-0242ac120002",
      "Name": "Ferris",
      "Breed": "Domestic Short Hair",
      "Sex": "Male",
      "Size": "Medium",
      "Colour": "Black",
      "Age": "4 years",
      "Breeder_ID": "BR100934",
      "Image": "bf7d2b14-29b3-11eb-adc1-0242ac120002.jpg",
      "Description": "'Ferris' came to the RSPCA as a stray. We have no prior history.I'm a savvy cat who knows the score. I don't mind entertaining myself, but a human companion at the other end of the couch and a nice scratch behind the ears always makes my day. I might be ok living with a friendly dog and female feline friend. Sleeping inside at night makes me feel safe."
    },
    {
      "_id": "bf7d2c90-29b3-11eb-adc1-0242ac120002",
      "Name": "Sophie",
      "Breed": "Domestic Short Hair",
      "Sex": "Female",
      "Size": "Medium",
      "Colour": "Tortoiseshell / White",
      "Age": "1 years and 1 months",
      "Image": "bf7d2c90-29b3-11eb-adc1-0242ac120002.jpg",
      "Description": "Hi there! I'm Sophie and I'm the cutest cat you ever did see. I'm looking for a brand new home and a loving owner. I'm in need of someone to bond to and pour my heart and soul into. I'm very affectionate and enjoy having company. I like cuddles and spending my time exploring your home. I know I'd enjoy living with people of all ages, as long as they're friendly. I haven't been around dogs before but I would like to give it a try."
    },
    {
      "_id": "bf7d2f6a-29b3-11eb-adc1-0242ac120002",
      "Name": "Betty",
      "Breed": "Domestic Short Hair",
      "Sex": "Female",
      "Size": "Small",
      "Colour": "Black",
      "Age": "1 years",
      "Image": "bf7d2f6a-29b3-11eb-adc1-0242ac120002.jpg",
      "Description": "Hi there! My name is Betty. My brother Fred and I are partners in crime, looking for a new and exciting home. We are both fun, loving kitty's with so much happiness to share! I am a little less outgoing than my brother, but we are both loads of fun. We like to explore and get up to mischief when you're not looking. We can't help it, we're just curious about the world we live in.We would suit a go-getting family as we think kids are super intriguing. Let us entertain them and taken them off your hands for a little while. Apply for us now and begin a purr-fect life with us."
    },
    {
      "_id": "bf7d3050-29b3-11eb-adc1-0242ac120002",
      "Name": "Leo",
      "Breed": "Domestic Short Hair",
      "Sex": "Male",
      "Size": "Medium",
      "Colour": "Tabby",
      "Age": "4 years and 11 months",
      "Breeder_ID": "BR100934",
      "Image": "bf7d3050-29b3-11eb-adc1-0242ac120002.jpg",
      "Description": "Hi my name is Leo!I can be shy at first, but all I'm looking for is someone to love me. I am very snugly and sociable once I get to know you.I love being with people so I'd like to stay inside with you.I am best suited to an adult home as kids can be a bit overwhelming for me. I love to play and explore and to test my limits! There is no scratching post that I won't climb"
    },
    {
      "_id": "bf7d3118-29b3-11eb-adc1-0242ac120002",
      "Name": "Cinder",
      "Breed": "Domestic Short Hair",
      "Sex": "Female",
      "Size": "Medium",
      "Colour": "Black / White",
      "Age": "6 years and 7 months",
      "Breeder_ID": "BR100934",
      "Image": "bf7d3118-29b3-11eb-adc1-0242ac120002.jpg",
      "Description": "I am Cinder. I like gentle pats, quiet nights in watching netflix, tasty treats and my favourite colour is red. My dream in life is to be your friend, you be my slave, and give me head scratches whenever I want. Loud environments are too much for me, I just want to chill out in a quiet zone and zen out, so older kids are best."
    },
    {
      "_id": "bf7d31e0-29b3-11eb-adc1-0242ac120002",
      "Name": "Lenny",
      "Breed": "Domestic Short Hair",
      "Sex": "Male",
      "Size": "Small",
      "Colour": "Tabby / White",
      "Age": "1 years and 8 months",
      "Breeder_ID": "BR100934",
      "Image": "bf7d31e0-29b3-11eb-adc1-0242ac120002.jpg",
      "Description": "Lenny came to the RSPCA as a stray.I am a cat who likes to relax, so I'd prefer a quiet adult home.I get lonely sometimes, so I would like to go home with another cat who will keep me company and show me the ropes. But I need to go to a home with NO dogs. I can be a little bit shy to start with, but I'll soon warm up to you and shower you with affection.I would like an indoor lifestyle with a cat run or enclosure to have some outdoor time."
    },
    {
      "_id": "bf7d329e-29b3-11eb-adc1-0242ac120002",
      "Name": "Sir Lancelot",
      "Breed": "Domestic Short Hair",
      "Sex": "Male",
      "Size": "Medium",
      "Colour": "Tabby / White",
      "Age": "3 years and 3 months",
      "Image": "bf7d329e-29b3-11eb-adc1-0242ac120002.jpg",
      "Description": "Hi there, my name is Sir Lancelot and and I'm a lover not a fighter!I've been here a while so everyone knows me and boy do they love me?! As well as spending time here in the shelter, I also stayed in a lovely foster home while I recovered from some dental issues. I do have some things that will need to be monitored and managed but I'm definitely ready to go to my forever home now. I'm a confident, charismatic lad with a big presence. I'll expect you to wait on me hand and foot, rub my head and chin, scratch my belly, and provide a comfortable lap for me to sleep on. I'll give you smooches and cuddles in return. When I have opinions, I like to voice them, so I'm happy to chat.I'm looking for an indoor kingdom where I can be kept safe to rule my subjects - you :-) As you might expect for a royal, my coat is just like velvet!My coat is short, but regular brushing will keep me looking my best. I would suit a home with secondary school-aged kids. I may be happy living with a friendly desexed cat.I am desexed."
    }
  ]
}
